/* Standard dialog buttons */
"OK" = "OK";
"Cancel" = "Annuller";
"Retry" = "Prøv igen";
"Disconnect" = "Afbryd";

/* Low disk space warning alert */
"Your startup disk is almost full." = "Startdisken er næsten fuld.";
"You need to make more space available on your startup disk by deleting files." = "Du bør frigøre mere plads på startdisken ved at slette arkiver.";
"Your disk is almost full." = "Disken er næsten fuld.";
"The disk " = "Disken ";
" is almost full. You can delete files on the disk to make more space available." = " er næsten fuld. Du kan slette arkiver på disken for at frigøre mere plads.";
"Do not warn me about this disk again" = "Vis ikke advarsel om denne disk igen";

/* Very low disk space warning alert */
"Your_startup_disk_is_full." = "Startdisken er fuld.";
"Your_disk_is_full." = "Disken er fuld.";
"_is_full._You_can_delete_files_on_the_disk_to_make_more_space_available." = " er fuld. Du kan slette arkiver på disken for at frigøre mere plads.";

/* Server lock time-out alert */
"A server you are using is not responding to file locking requests. Do you want to continue trying to contact it?" = "En server, som du bruger, besvarer ikke anmodninger om låsning af arkiver. Vil du fortsætte med at prøve at kontakte den?";
"Click OK to continue trying to contact the server " = "Klik på OK for at fortsætte med at prøve at oprette forbindelse til serveren ";
". Click Disable Locks to disable file locking for this file system. If you disable locks for this file system, any applications using file locking on this file system may stop working." = ". Klik på Slå låsefunktion fra for at slå låsning af arkiver fra i dette arkivsystem. Hvis du slår låsning fra, kan programmer, der bruger låsning af arkiver i arkivsystemet, holde op med at virke.";

/* Disable locks confirmation alert */
"Are you sure you want to disable file locking for this file system?" = "Er du sikker på, at du vil slå låsning af arkiver fra i dette arkivsystem?";
"If you disable locks for this file system, any applications using file locking on this file system may stop working." = "Hvis du slår låsning i dette arkivsystem fra, kan programmer, der bruger låsning af arkiver i arkivsystemet, holde op med at virke.";

/* IO error and file system corruption detection messages */
/* This message is displayed near the check box in a dialog to indicate that checking the box will hide any further warning messages about errors found while the data on the disk. */
"Do_not_warn_me_again." = "Vis ikke advarsel igen.";

/* This message group is used for reporting that an error was occurred while reading or writing to the disk.  The following message appears as the header of the block */
"Read/Write_Error" = "Læse-/skrivefejl";
/* This following message is suffixed by the name of the file which was being accessed when the error occured in the final dialog box.  The name of the file is then suffixed by a period. */
"Error_detected_while_accessing_" = "Fejl under åbning ";
"." = ".";

/* This message group is used for reporting that the kernel has detected inconsistency in the file system. The following message appears as the header of the block */
"File_System_Corruption_Detected" = "Arkivsystem beskadiget";
/* This message is suffixed by the name of the volume on which inconsistency was detected. */
"File_system_corruption_was_detected_on_" = "Arkivsystem beskadiget på ";
/* This message follows the name of the volume */
".__The_volume_will_be_repaired_on_the_next_mount." = ".  Enheden bliver repareret, næste gang den aktiveres.";
